[
    {
        "id": "astronaut",
        "name": "Always Has Been",
        "example": {
            "text": [
                "Подождите, так она круглая?",
                "Всегда была",
                "Плоскоземельщик",
                "Наука"
            ],
            "url": "http://localhost:5000/images/astronaut/Подождите,_так_она_круглая~q/Всегда_была/Плоскоземельщик/Наука.jpg"
        },
        "description": "Мем состоит из двух космонавтов в скафандрах на фоне Земли в космосе. Первый космонавт (спереди) смотрит на Землю и обычно говорит что-то удивленное, часто начинающееся со слов 'Wait, it's...' ('Подождите, так это...'). Второй космонавт (сзади) держит пистолет, направленный на первого, и отвечает 'Always has been' ('Всегда так было'). Это мем об очевидных истинах или неожиданных открытиях, которые на самом деле были очевидны с самого начала. Первая подпись — фраза первого космонавта, вторая подпись — фраза второго космонавта, третья подпись — описание первого космонавта, последняя подпись — описание второго космонавта"
    },
    {
        "id": "bender",
        "name": "I'm Going to Build My Own Theme Park",
        "example": {
            "text": [
                "i'm going to build my own theme park",
                "with blackjack and hookers"
            ],
            "url": "http://localhost:5000/images/bender/i'm_going_to_build_my_own_theme_park/with_blackjack_and_hookers.jpg"
        },
        "description": "Кадр из мультсериала 'Футурама', где робот Бендер говорит: 'Я построю свой луна-парк с блэкджеком и шлюхами!'. Используется как шаблон для шуток о создании альтернативной версии чего-либо из-за недовольства оригиналом."
    },
    {
        "id": "bilbo",
        "name": "Why Shouldn't I Keep It",
        "example": {
            "text": [
                "After all... why not?",
                "Why shouldn't I post cringe?"
            ],
            "url": "http://localhost:5000/images/bilbo/After_all..._why_not~q/Why_shouldn't_I_post_cringe~q.jpg"
        },
        "description": "Два кадра из фильма 'Властелин колец', где Бильбо Бэггинс держит кольцо и с подозрительным/жадным выражением лица надевает кольцо Всевластия. Используется для шуток о нежелании чем-то делиться или расставаться с чем-то."
    },
    {
        "id": "chair",
        "name": "American Chopper Argument",
        "example": {
            "text": [
                "Let's expand safety nets",
                "Socialism never works!",
                "Scandinavia is socialist and they're doing great!",
                "They're not socialist. They're capitalist with strong welfare policies!",
                "Then let's adopt those!",
                "No that's socialism!!"
            ],
            "url": "http://localhost:5000/images/chair/Let's_expand_safety_nets/Socialism_never_works!/Scandinavia_is_socialist_and_they're_doing_great!/They're_not_socialist._They're_capitalist_with_strong_welfare_policies!/Then_let's_adopt_those!/No_that's_socialism!!.jpg"
        },
        "description": "Мем состоит из 6 панелей со скриншотами из реалити-шоу American Chopper, где отец и сын Тетулы эмоционально спорят. Формат используется для изображения различных споров, где каждая панель содержит новый аргумент участников дискуссии. Спорщика два, их реплики чередуются."
    },
    {
        "id": "db",
        "name": "Distracted Boyfriend",
        "example": {
            "text": [
                "Новая игра по скидке",
                "Я",
                "Недоигранные 50 игр в Steam"
            ],
            "url": "http://localhost:5000/images/db/новая_игра_по_скидке/я/недоигранные_50_игр_в_steam.jpg"
        },
        "description": "Мем, основанный на стоковой фотографии, сделанной испанским фотографом Антонио Гильемом. На фото изображены три человека: парень, идущий за руку с девушкой, но демонстративно оборачивающийся, чтобы посмотреть на другую девушку; его девушка, с возмущением смотрящая на его поведение; девушка в красном, проходящая мимо, на которую засмотрелся парень. Мем используется для иллюстрации различных ситуаций, связанных с выбором, изменой или переключением внимания. Первая подпись на девушке в красном, вторая подпись на парне, третья подпись на недовольной девушке."
    },
    {
        "id": "dbg",
        "name": "Expectation vs. Reality",
        "example": {
            "text": [
                "Нашел отличную вакансию с высокой зарплатой",
                "Требуется 10 лет опыта работы с технологией, которой 3 года"
            ],
            "url": "http://localhost:5000/images/dbg/Нашел_отличную_вакансию_с_высокой_зарплатой/Требуется_10_лет_опыта_работы_с_технологией,_которой_3_года.jpg"
        },
        "description": "В первом кадре чернокожий человек широко и радостно улыбается, выражая энтузиазм или ожидание чего-то хорошего. Во втором кадре его лицо резко меняется на разочарованное выражение с опущенными уголками губ и немного прищуренными глазами, передающее явное недовольство или разочарование. Формат мема обычно используется для изображения ситуаций, где первоначальные ожидания сталкиваются с неприятной реальностью."
    },
    {
        "id": "drake",
        "name": "Drakeposting",
        "example": {
            "text": [
                "писать сочинение по книге",
                "писать сочинение по краткому содержанию"
            ],
            "url": "http://localhost:5000/images/drake/писать_сочинение_по_книге/писать_сочинение_по_краткому_содержанию.jpg"
        },
        "description": "Верхняя панель: Дрейк отворачивается и поднимает руку в отвергающем жесте. Нижняя панель: Дрейк улыбается и указывает на что-то с одобрением"
    },
    {
        "id": "ds",
        "name": "Daily Struggle",
        "example": {
            "text": [
                "Досмотреть сериал за ночь",
                "Выспаться перед важной встречей",
                "3 часа ночи"
            ],
            "url": "http://localhost:5000/images/ds/досмотреть_сериал_за_ночь/выспаться_перед_важной_встречей/3_часа_ночи.jpg"
        },
        "description": "Сверху мема панель с двумя красными кнопками. Нижняя панель показывает персонажа в красной одежде, который нервничает и вытирает пот со лба, испытывая стресс от необходимости выбора. Первые две подписи для кнопок, последняя для дополнительного описания ситуации (необязательно)."
    },
    {
        "id": "elmo",
        "name": "Elmo Choosing Cocaine",
        "example": {
            "text": [
                "Historical Accuracy",
                "History Channel",
                "Aliens",
                "Historical Accuracy"
            ],
            "url": "http://localhost:5000/images/elmo/Historical_Accuracy/History_Channel/Aliens/Historical_Accuracy.jpg"
        },
        "description": "Кадры с персонажем 'Улицы Сезам'. Первый кадр: Элмо сидит за столом, на котором лежат фрукты и белый порошок (предположительно мука/сахар для комического эффекта). Второй кадр: Элмо лежит лицом в этом порошке, таким образом выбирая его. Мем используется для шуток о зависимости от чего-либо или чрезмерном увлечении чем-то. Важно отметить, что это комедийный мем с детской игрушкой, и белый порошок в оригинальном видео - это безобидное вещество вроде муки или сахара, используемое для создания комического эффекта. Первая и последняя подписи - это фрукты, они должны совпадать. Вторая подпись - это Элмо. Третья подпись - порошок."
    },
    {
        "id": "exit",
        "name": "Left Exit 12 Off Ramp",
        "example": {
            "text": [
                "Заработать",
                "Клянчить у мамы",
                "Я, когда мне нужны деньги"
            ],
            "url": "http://localhost:5000/images/exit/заработать/клянчить_у_мамы/я,_когда_мне_нужны_деньги.jpg"
        },
        "description": "Мем с синей машиной на дороге. На указателе по стрелке прямо пишут что-то хорошее, а направо — плохое. Машина сворачивает направо. Мем олицетворяет не всегда полезный выбор человека."
    },
    {
        "id": "fine",
        "name": "This is Fine",
        "example": {
            "text": [
                "Когда девушка которая нравится спрашивает как дела",
                "Все хорошо"
            ],
            "url": "http://localhost:5000/images/fine/когда_девушка_которая_нравится_спрашивает_как_дела/все_нормально.jpg"
        },
        "description": "Мем про собаку в шляпе, которая сидит в комнате, объятой огнем, и пытается убедить себя в том, что 'всё хорошо'."
    },
    {
        "id": "gb",
        "name": "Galaxy Brain",
        "example": {
            "text": [
                "Who",
                "Whom",
                "Whom'st",
                "Whomst'd"
            ],
            "url": "http://localhost:5000/images/gb/Who/Whom/Whom'st/Whomst'd.jpg"
        },
        "description": "Четырёхпанельный мем, показывающий прогрессию. Начинается с обычного портрета человеческой головы, далее идут изображения светящегося мозга, становящегося всё ярче, последние панели показывают космический мозг. Юмор строится на том, что самые глупые идеи представлены как самые 'просветлённые'."
    },
    {
        "id": "grave",
        "name": "Grant Gustin Next To Oliver Queen's Grave",
        "example": {
            "text": [
                "Jesus",
                "",
                "Jesus 3 days later"
            ],
            "url": "http://localhost:5000/images/grave/Jesus/_/Jesus_3_days_later.jpg"
        },
        "description": "Фото со съёмок сериала, где актёр Грант Гастин стоит, улыбаясь и опираясь на надгробие персонажа Оливера Куина из сериала 'Стрела'. Из-за неудачного контекста (улыбка у могилы) фото стало мемом. Первая подпись на надгробии, вторая подпись на самой могиле (не обязательна), третья подпись на актёре."
    },
    {
        "id": "gru",
        "name": "Gru's Plan",
        "example": {
            "text": [
                "Learn how to make memes.",
                "Make a meme.",
                "No one likes it.",
                "No one likes it."
            ],
            "url": "http://localhost:5000/images/gru/Learn_how_to_make_memes./Make_a_meme./No_one_likes_it./No_one_likes_it..jpg"
        },
        "description": "Четырёхпанельный мем, где главный герой мультфильма «Гадкий я» Грю использует презентационную доску. В третьей панели появляется неожиданный слайд презентации, за которым следует панель, где Грю в замешательстве оглядывается на доску. Содержание третьей и четвёртой подпсией должно совпадать. Шутка в обмане ожиданий."
    },
    {
        "id": "justarobot",
        "name": "You just a robot",
        "example": {
            "text": [
                "Да ты же просто робот, имитация жизни. Разве может робот сделать шедевр?",
                "А ты можешь, умник, блять?"
            ],
            "url": "http://localhost:5000/images/justarobot/да_ты_же_просто_робот,_имитация_жизни._Разве_может_робот_сделать_шедевр~q/А_ты_можешь,_умник,_блять~q.jpg"
        },
        "description": "Мем из фильма “Я, робот” с Уиллом Смитом. Мем используется для шуток о превосходстве искусственного интеллекта над человеком, например в новостях про технологии будущего."
    },
    {
        "id": "keanu",
        "name": "Conspiracy Keanu",
        "example": {
            "text": [
                "Что если котики мурлычут",
                "чтобы заглушить свои мысли о мировом господстве?"
            ],
            "url": "http://localhost:5000/images/keanu/что_если_котики_мурлычут/чтобы_заглушить_свои_мысли_о_мировом_господстве~q.jpg"
        },
        "description": "Мем, использующий кадр с удивлённым выражением лица Киану Ривза из фильма 'Билл и Тед'. На изображении актёр выглядит озадаченным или пораженным внезапным осознанием."
    },
    {
        "id": "perfection",
        "name": "Perfection",
        "example": {
            "text": [
                "Sebastian Shaw",
                "I prefer the real Darth Vader.",
                "Hayden Christensen",
                "I said, the real Darth Vader.",
                "Jake Lloyd",
                "Perfection."
            ],
            "url": "http://localhost:5000/images/perfection/Sebastian_Shaw/I_prefer_the_real_Darth_Vader./Hayden_Christensen/I_said,_the_real_Darth_Vader./Jake_Lloyd/Perfection..jpg"
        },
        "description": "Комикс “Превосходно” с Фассбендером состоит из 6 квадратов и всегда строится по одинаковой схеме. На первой полосе какая-то картинка, справа от нее – Фассбендер, который говорит “Я хочу увидеть настоящего/настоящую”. На второй полосе – похожая картинка, а Фассбендер говорит “Я сказал настоящую!”. Наконец, на третьей полосе появляется другая похожая картинка, и удовлетворенный Магнето произносит “Превосходно”."
    },
    {
        "id": "pooh",
        "name": "Tuxedo Winnie the Pooh",
        "example": {
            "text": [
                "Я работаю в макдаке",
                "Я работаю с частичной занятостью в индустрии фастфуда"
            ],
            "url": "http://localhost:5000/images/pooh/я_работаю_в_макдаке/я_работаю_с_частичной_занятостью_в_индустрии_фастфуда.jpg"
        },
        "description": "Мем, представляющий два изображения Винни-Пуха: простое, классическое изображение медведя сверху и Винни-Пух в смокинге с надменным/аристократическим выражением лица снизу. Мем используется для сравнения обычной и 'претенциозной' версии одного и того же понятия, где второй вариант представляет более сложную, вычурную или 'интеллектуальную' версию первого."
    },
    {
        "id": "ptj",
        "name": "Phoebe Teaching Joey",
        "example": {
            "text": [
                "Мы",
                "Мы",
                "держимся",
                "держимся",
                "вместе",
                "вместе",
                "Мы держимся вместе!",
                "Мы должны разделиться!"
            ],
            "url": "http://localhost:5000/images/ptj/Мы/Мы/держимся/держимся/вместе/вместе/Мы держимся вместе!/Мы должны разделиться!.jpg"
        },
        "description": "Мем из Друзей. В оригинале полиглот Фиби пытается научить Джоуи французскому языку. Проведя несколько пробных занятий Буффе поняла, что ученик из Триббиани такой себе, поэтому предложила ему изучать отдельные фразы по слогам. Но в конце Джоуи выдаёт совсем другую фразу."
    },
    {
        "id": "reveal",
        "name": "Scooby Doo Reveal",
        "example": {
            "text": [
                "Полезный туториал на YouTube",
                "Посмотрим, кто ты на самом деле...",
                "40 минут воды",
                "Я так и знал!"
            ],
            "url": "http://localhost:5000/images/reveal/полезный_туториал_на_youtube/посмотрим,_кто_ты_на_самом_деле/40_минут_воды/я_так_и_знал!.jpg"
        },
        "description": "Мем основан на классическом моменте из мультсериала 'Скуби-Ду', где команда срывает маску с злодея, чтобы раскрыть его истинную личность."
    },
    {
        "id": "right",
        "name": "Anakin and Padme Change the World For the Better",
        "example": {
            "text": [
                "Робот",
                "Человек",
                "Мы оптимизируем эффективность человечества",
                "Делая людей счастливее, верно?",
                "Верно?"
            ],
            "url": "http://localhost:5000/images/right/Робот/Человек/Мы_оптимизируем_эффективность_человечества/Делая_людей_счастливее,_верно~q/Верно~q.jpg"
        },
        "description": "Мем основан на кадрах из фильма 'Звездные войны: Атака клонов' с диалогом между Энакином Скайуокером и Падме Амидалой. Энакин делает утверждение. Падме спрашивает о позитивном исходе этого утверждения. Энакин молчит с серьезным выражением лица. Падме повторяет вопрос с обеспокоенным выражением лица. Мем обычно используется для ситуаций, где первое утверждение может иметь двоякий смысл или неприятные последствия, а молчание Энакина подразумевает худший вариант развития событий. Первая подпись на Энакине, вторая на Падме. Остальное - их реплики. 5 подпись переспрашивает четвёртую."
    },
    {
        "id": "rollsafe",
        "name": "Roll Safe",
        "example": {
            "text": [
                "Тебя не смогут уволить",
                "Если у тебя нет работы"
            ],
            "url": "http://localhost:5000/images/rollsafe/тебя_не_смогут_уволить/если_у_тебя_нет_работы.jpg"
        },
        "description": "Мем, основанный на кадре из документального мини-сериал, где актёр Кайода Эвуми с хитрой улыбкой указывает пальцем на свой висок. Формат мема используется для демонстрации 'гениальных' но абсурдных идей или решений, которые технически верны, но совершенно непрактичны или нелогичны."
    },
    {
        "id": "spiderman",
        "name": "Spider-Man Pointing at Spider-Man",
        "example": {
            "text": [
                "Я списывающий на экзамене у друга",
                "Друг который списывает у меня"
            ],
            "url": "http://localhost:5000/images/spiderman/я_списывающий_на_экзамене_у_друга/друг_который_списывает_у_меня.jpg"
        },
        "description": "Мем из мультсериала 1967 года 'Spider-Man', где два одинаковых Человека-паука стоят друг напротив друга и указывают друг на друга пальцем."
    },
    {
        "id": "twodoges",
        "name": "Swole Doge vs. Cheems",
        "example": {
            "text": [
                "Priest 1450",
                "I burnt 15 witches",
                "Priest 2020",
                "I'm afraid of gays"
            ],
            "url": "http://localhost:5000/images/twodoges/Priest_1450/I_burnt_15_witches/Priest_2020/I'm_afraid_of_gays.jpg"
        },
        "description": "Cравнение двух собак породы сиба-ину. Доге - сильный, уверенный пёс с характерной усмешкой/ухмылкой. Чимс - неуклюжий пёс с опухшими щеками и растерянным выражением морды. Мем используется для сравнения: прошлого и настоящего, идеала и реальности, профессионала и новичка. 1 и 3 подпись для самих собак, 2 и 4 для их высказываний."
    },
    {
        "id": "vince",
        "name": "Vince McMahon Reaction",
        "example": {
            "text": [
                "Сдал экзамен",
                "Сдал на отлично",
                "Единственный в группе"
            ],
            "url": "http://localhost:5000/images/vince/сдал_экзамен/сдал_на_отлично/единственный_в_группе.jpg"
        },
        "description": "Мем состоит из 3 последовательных изображений, где Винс Макмэн (владелец WWE) проявляет всё более сильное возбуждение и восторг: от легкой заинтересованности до полного экстаза."
    },
    {
        "id": "wddth",
        "name": "We Don't Do That Here",
        "example": {
            "text": [
                "Когда американский студент по обмену достает свою штурмовую винтовку",
                "У нас здесь так не принято"
            ],
            "url": "http://localhost:5000/images/wddth/Когда_американский_студент_по_обмену_достает_свою_штурмовую_винтовку/У_нас_здесь_так_не_принято.jpg"
        },
        "description": "Мем с персонажем Марвел, Чёрной пантерой, который останавливает людей фразой 'У нас здесь так не принято' и характерным жестом. Комедийный эффект создается через использование этой фразы в качестве универсальной реакции на различные неуместные или неприемлемые действия/предложения."
    },
    {
        "id": "winter",
        "name": "Winter is coming",
        "example": {
            "text": [
                "",
                "ИИ зима близко"
            ],
            "url": "http://localhost:5000/images/winter/_/ии_зима_близко.jpg"
        },
        "description": "Зима близко (Winter is coming) – девиз дома Старков из сериала 'Игра престолов', часто сопровождается изображением Неда Старка с мечом и опущенной головой. Используется для шуток о подготовке к зиме – покупке шерстяного белья, валенок, установки зимней резины. 'Близко' может быть не только зима, но и сессия, зарплата. В общем практически все, что угодно."
    },
    {
        "id": "woman-cat",
        "name": "Woman Yelling at a Cat",
        "example": {
            "text": [
                "Mom telling me how useless I am",
                "12 year old me playing Minecraft"
            ],
            "url": "http://localhost:5000/images/woman-cat/Mom_telling_me_how_useless_I_am/12_year_old_me_playing_Minecraft.jpg"
        },
        "description": "Слева: кадр из реалити-шоу, где Тейлор Армстронг эмоционально кричит и указывает пальцем, а её подруга пытается её успокоить. Справа: фото белого кота по кличке Смудж (Smudge), который сидит за столом с тарелкой с салатом и выглядит растерянным/недовольным. Мем стал вирусным благодаря забавному контрасту между агрессивным криком женщины и озадаченным/равнодушным выражением морды кота. Обычно используется для создания диалогов, где первый человек что-то эмоционально доказывает, а кот невозмутимо отвечает или просто недоумевает."
    },
    {
        "id": "chill",
        "name": "Just a Chill Guy",
        "example": {
            "text": [
                "Me when I get a low SAT score but I remember",
                "I'm a chill guy who low-key doesn't GAF"
            ],
            "url": "http://localhost:5000/images/chill/me_when_i_get_a_low_sat_score_but_i_remember/I'm_a_chill_guy_who_low-key_doesn't_gaf.jpg"
        },
        "description": "Мем о забавном антропоморфном псе, нарисованный в мультяшном стиле. Герой одет в серый лонгслив, джинсы с подворотами и красные кеды. Главная фишка персонажа — спокойный взгляд и легкая полуулыбка. Чилловый парень выглядит максимально расслабленно и умиротворенно — именно эта эмоция и превратила забавную картинку в мем."
    },
    {
        "id": "dramatic-dmitry",
        "name": "Dramatic Dmitry",
        "example": {
            "text": [
                "The most painful thing when I go to school...",
                "Forgetting to bring my headphones"
            ],
            "url": "http://localhost:5000/images/dramatic-dmitry/the_most_painful_thing_when_i_go_to_school.../forgetting_to_bring_my_headphones.jpg"
        },
        "description": "Мем включает несколько изображений, где мужчина выражает грусть на пляже. На обложке он с глубокой задумчивостью пропускает песок сквозь пальцы; сидит на коленях с раскинутыми руками, глядя в небо; и принимает другие позы, демонстрирующие отчаяние."
    },
    {
        "id": "silence",
        "name": "Silence X, a Y Is Talking.",
        "example": {
            "text": [
                "Молчать, человеки",
                "бот рассказывает анекдот"
            ],
            "url": "http://localhost:5000/images/silence/молчать,_человеки/бот_рассказывает_анекдот.jpg"
        },
        "description": "Мем с изображением Короля Балдуина IV в белом одеянии, поднимающего руку. Сцена из фильма 2005 года 'Царство небесное'"
    },
    {
        "id": "sharikov",
        "name": "Самоуверенный Шариков",
        "example": {
            "text": [
                "Вотермарку поставлю",
                "Люди паблик в поиск забьют и подпишутся"
            ],
            "url": "http://localhost:5000/images/sharikov/Вотермарку_поставлю/Люди_паблик_в_поиск_забьют_и_подпишутся.jpg"
        },
        "description": " Мем с персонажем фильма “Собачье сердце” Полиграфом Полиграфовичем, который сидит на диване и рассуждает о чем-то, в чем плохо разбирается."
    },
    {
        "id": "astrologers",
        "name": "Астрологи объявили неделю X",
        "example": {
            "text": [
                "Астрологи объявили неделю Ди Каприо",
                "Количество шуток про Оскар увеличилось втрое"
            ],
            "url": "http://localhost:5000/images/astrologers/Астрологи_объявили_неделю_Ди_Каприо/Количество_шуток_про_Оскар_увеличилось_втрое.jpg"
        },
        "description": "В Героях 3 в начале каждой недели сообщается о том, что астрологи объявили неделю X, где X может быть одним из монстров, просто ничего не значащим названием или чумой. Если неделя монстра, то есть шанс, что монстры появляются на всей карте в виде нейтральных, а их прирост в замках удваивается. С астрологией это никак не связано, но для юмора и отсылки на игру говорят, что объявили неделю X, и теперь всем интересно X. На деле X просто является очередной хайповой темой, о которой все говорят."
    },
    {
        "id": "handshake",
        "name": "Epic Handshake",
        "example": {
            "text": [
                "me making these meme",
                "you seeing this meme",
                "us wasting time"
            ],
            "url": "http://localhost:5000/images/handshake/me_making_these_meme/you_seeing_this_meme/us_wasting_time.jpg"
        },
        "description": "Мем-макрос с рукопожатием мускулистых чёрной и белой рук. Мем используется для демонстрации неожиданного единогласия обычно непохожих личностей или групп в каком-то определённом вопросе – часто на почве общей неприязни к третьей группе. Третья подпись - это обычно какое-то действие."
    },
    {
        "id": "oracle",
        "name": "Alladin Oracle",
        "example": {
            "text": [
                "Если человек родился глухим, на каком языке он думает?"
            ],
            "url": "http://localhost:5000/images/oracle/Если_человек_родился_глухим,_на_каком_языке_он_думает~q.jpg"
        },
        "description": "Мем построен на комичном противоречии. В первой части мистический персонаж (оракул) заявляет 'Я оракул, я отвечу на любой вопрос'. В средней части показаны персонажи, готовые задать вопрос (подпись). В третьей части оракул отвечает 'На любой, кроме этого' - что создает юмористический эффект, так как противоречит первоначальному заявлению."
    },
    {
        "id": "trade",
        "name": "Деловое предложение",
        "example": {
            "text": [
                "Тысячи долларов",
                "Возможность 3 часа постоять в очереди",
                "Диснейлэнд"
            ],
            "url": "http://localhost:5000/images/trade/тысячи_долларов/возможность_3_часа_постоять_в_очереди/Диснейлэнд.jpg"
        },
        "description": "На картинке мужчина в деловом костюме с длинными темными волосами на фиолетовом фоне. Сверху текст в формате 'торгового предложения': слева 'я получаю:', справа 'вы получаете:'. Мужчина сложил руки перед собой в характерном жесте, будто предлагая сделку. Юмор в иронии неравноценного обмена."
    }
]
