[
    {
        "id": "bender",
        "name": "I'm Going to Build My Own Theme Park",
        "example": {
            "text": [
                "i'm going to build my own theme park",
                "with blackjack and hookers"
            ]
        },
        "description": "Кадр из мультсериала 'Футурама', где робот Бендер говорит: 'Я построю свой луна-парк с блэкджеком и шлюхами!'. Используется как шаблон для шуток о создании альтернативной версии чего-либо из-за недовольства оригиналом.",
        "query_examples": [{
            "query": "Не костыли, а продвинутые архитектурыне решения",
            "captions": [
                "Построю свою архитектуру",
                "С микросервисами и паттернами"
            ]
        }, {
            "query": "Главный раввин России назвал своего любимого рэпера — это Джиган.",
            "captions": [
                "Я создам свой рэп-фестиваль",
                "С раввинами и хупой"
            ]
        }]
    },
    {
        "id": "bilbo",
        "name": "Why Shouldn't I Keep It",
        "example": {
            "text": [
                "After all... why not?",
                "Why shouldn't I post cringe?"
            ]
        },
        "description": "Два кадра из фильма 'Властелин колец', где Бильбо Бэггинс держит кольцо и с подозрительным/жадным выражением лица надевает кольцо Всевластия. Используется для шуток о нежелании чем-то делиться или расставаться с чем-то.",
        "query_examples": [{
            "query": "Мемы по Сумеркам",
            "captions": [
                "Узнала, что он вампир...",
                "Почему бы и не начать с ним встречаться?"
            ]
        }]
    },
    {
        "id": "chair",
        "name": "American Chopper Argument",
        "example": {
            "text": [
                "Let's expand safety nets",
                "Socialism never works!",
                "Scandinavia is socialist and they're doing great!",
                "They're not socialist. They're capitalist with strong welfare policies!",
                "Then let's adopt those!",
                "No that's socialism!!"
            ]
        },
        "description": "Мем состоит из 6 панелей со скриншотами из реалити-шоу American Chopper, где отец и сын Тетулы эмоционально спорят. Формат используется для изображения различных споров, где каждая панель содержит новый аргумент участников дискуссии. Спорщика два, их реплики чередуются.",
        "query_examples": [{
            "query": "Муж не понимает, как я, русский человек, могу есть авокадо",
            "captions": [
                "Авокадо - не русская еда!",
                "А картошка из Южной Америки!",
                "Но картошка уже стала нашей!",
                "Как и помидоры с огурцами из Азии",
                "Ну это другое!",
                "Да ты просто не пробовал гуакамоле"
            ]
        }]
    },
    {
        "id": "db",
        "name": "Distracted Boyfriend",
        "example": {
            "text": [
                "Новая игра по скидке",
                "Я",
                "Недоигранные 50 игр в Steam"
            ]
        },
        "description": "Мем, основанный на стоковой фотографии, сделанной испанским фотографом Антонио Гильемом. На фото изображены три человека: парень, идущий за руку с девушкой, но демонстративно оборачивающийся, чтобы посмотреть на другую девушку; его девушка, с возмущением смотрящая на его поведение; девушка в красном, проходящая мимо, на которую засмотрелся парень. Мем используется для иллюстрации различных ситуаций, связанных с выбором, изменой или переключением внимания. Первая подпись на девушке в красном, вторая подпись на парне, третья подпись на недовольной девушке.",
        "query_examples": [{
            "query": "Кеша сказал, что пишет курсовую, а сам играет в роблокс",
            "captions": [
                "Роблокс",
                "Кеша",
                "Недописанная курсовая"
            ]
        }, {
            "query": "игры в стиме",
            "captions": [
                "Новая игра по скидке",
                "Я",
                "Недоигранные 50 игр в Steam"
            ]
        }]
    },
    {
        "id": "drake",
        "name": "Drakeposting",
        "example": {
            "text": [
                "писать сочинение по книге",
                "писать сочинение по краткому содержанию"
            ]
        },
        "description": "Верхняя панель: Дрейк отворачивается и поднимает руку в отвергающем жесте. Нижняя панель: Дрейк улыбается и указывает на что-то с одобрением",
        "query_examples": [{
            "query": "Минфин США ежегодно переводит $100 млрд неустановленным лицам, заявил Илон Маск",
            "captions": [
                "Проверять личность получателей пособий",
                "Раздавать деньги любому, кто скажет 'дайте денег'"
            ]
        }, {
            "query": "урок литературы",
            "captions": [
                "писать сочинение по книге",
                "писать сочинение по краткому содержанию"
            ]
        }]
    },
    {
        "id": "ds",
        "name": "Daily Struggle",
        "example": {
            "text": [
                "Досмотреть сериал за ночь",
                "Выспаться перед важной встречей",
                "3 часа ночи"
            ]
        },
        "description": "Сверху мема панель с двумя красными кнопками. Нижняя панель показывает персонажа в красной одежде, который нервничает и вытирает пот со лба, испытывая стресс от необходимости выбора. Первые две подписи для кнопок, последняя для дополнительного описания ситуации (необязательно).",
        "query_examples": [{
            "query": "Кирилл очень душный",
            "captions": [
                "Промолчать и сохранить друзей",
                "Объяснить почему их мнение неправильное с 40 пруфами",
                "Кирилл на тусовке"
            ]
        }, {
            "query": "я люблю сериалы",
            "captions": [
                "Досмотреть сериал за ночь",
                "Выспаться перед важной встречей",
                "3 часа ночи"
            ]
        }]
    },
    {
        "id": "elmo",
        "name": "Elmo Choosing Cocaine",
        "example": {
            "text": [
                "Historical Accuracy",
                "History Channel",
                "Aliens",
                "Historical Accuracy"
            ]
        },
        "description": "Кадры с персонажем 'Улицы Сезам'. Первый кадр: Элмо сидит за столом, на котором лежат фрукты и белый порошок (предположительно мука/сахар для комического эффекта). Второй кадр: Элмо лежит лицом в этом порошке, таким образом выбирая его. Мем используется для шуток о зависимости от чего-либо или чрезмерном увлечении чем-то. Важно отметить, что это комедийный мем с детской игрушкой, и белый порошок в оригинальном видео - это безобидное вещество вроде муки или сахара, используемое для создания комического эффекта. Первая и последняя подписи - это фрукты, они должны совпадать. Вторая подпись - это Элмо. Третья подпись - порошок.",
        "query_examples": [{
            "query": "Тиша это как выиграть в лотерею, он может неделю игнорить а может вступить в 3-х часовую переписку",
            "captions": [
                "Нормальное общение",
                "Тиша",
                "Трёхчасовая переписка в 3 часа ночи",
                "Нормальное общение"
            ]
        }]
    },
    {
        "id": "gb",
        "name": "Galaxy Brain",
        "example": {
            "text": [
                "Who",
                "Whom",
                "Whom'st",
                "Whomst'd"
            ]
        },
        "description": "Четырёхпанельный мем, показывающий прогрессию. Начинается с обычного портрета человеческой головы, далее идут изображения светящегося мозга, становящегося всё ярче, последние панели показывают космический мозг. Юмор строится на том, что самые глупые идеи представлены как самые 'просветлённые'.",
        "query_examples": [{
            "query": "Синоптики обещают заморозки садоводы бегут укрывать посадки",
            "captions": [
                "Укрыть посадки агроволокном",
                "Обогреть тепловой пушкой",
                "Перенести все растения домой",
                "Переехать с огородом в Сочи"
            ]
        }]
    },
    {
        "id": "grave",
        "name": "Grant Gustin Next To Oliver Queen's Grave",
        "example": {
            "text": [
                "Jesus",
                "",
                "Jesus 3 days later"
            ]
        },
        "description": "Фото со съёмок сериала, где актёр Грант Гастин стоит, улыбаясь и опираясь на надгробие персонажа Оливера Куина из сериала 'Стрела'. Из-за неудачного контекста (улыбка у могилы) фото стало мемом. Первая подпись на надгробии, вторая подпись на самой могиле (не обязательна), третья подпись на актёре.",
        "query_examples": [{
            "query": "Игорь, Юля, Махсум, Никита и Диана четвертый час подряд разбираются в правилах настольной игры Немезида и не могут никак начать в нее играть. В это время Артем в спортзале жмет ногами огромные веса в платформе и рвет мениски",
            "captions": [
                "Мениски Артема",
                "1995-2025",
                "Остальные, которые все еще читают правила Немезиды"
            ]
        }, {
            "query": "библия",
            "captions": [
                "Иисус",
                "",
                "Иисус 3 дня спустя"
            ]
        }]
    },
    {
        "id": "gru",
        "name": "Gru's Plan",
        "example": {
            "text": [
                "Learn how to make memes.",
                "Make a meme.",
                "No one likes it.",
                "No one likes it."
            ]
        },
        "description": "Четырёхпанельный мем, где главный герой мультфильма «Гадкий я» Грю использует презентационную доску. В третьей панели появляется неожиданный слайд презентации, за которым следует панель, где Грю в замешательстве оглядывается на доску. Содержание третьей и четвёртой подпсией должно совпадать. Шутка в обмане ожиданий.",
        "query_examples": [{
            "query": "Стань доброй, Лиза",
            "captions": [
                "Поговорить с Лизой по-доброму",
                "Попросить её быть добре",
                "Лиза стала ещё злее",
                "Лиза стала ещё злее"
            ]
        }]
    },
    {
        "id": "perfection",
        "name": "Perfection",
        "example": {
            "text": [
                "Sebastian Shaw",
                "I prefer the real Darth Vader.",
                "Hayden Christensen",
                "I said, the real Darth Vader.",
                "Jake Lloyd",
                "Perfection."
            ]
        },
        "description": "Комикс “Превосходно” с Фассбендером в роли Магнето состоит из 6 квадратов и всегда строится по одинаковой схеме. На первой полосе какая-то картинка, справа от нее – Фассбендер, который говорит “Я хочу увидеть настоящего/настоящую”. На второй полосе – похожая картинка, а Фассбендер говорит “Я сказал настоящую!”. Наконец, на третьей полосе появляется другая похожая картинка, и удовлетворенный Фассбендер произносит “Превосходно!”.",
        "query_examples": [{
            "query": "когда сделал аватарку по гайду в ютубе в детстве и считал ее крутой что поставил ватермарку 'анти хуй'",
            "captions": [
                "Копирайт",
                "Покажи настоящую защиту аватарки",
                "Вотермарка",
                "Я сказал, настоящую защиту!",
                "'анти хуй'",
                "Превосходно"
            ]
        }, {
             "query": "Харисенок везде хвастается своим эпическим волком",
             "captions": [
                "Волк из 'Игры престолов'",
                "Покажи мне настоящего волка",
                "Волк из National Geographic",
                "Я сказал, настоящего волка!",
                "Волк Харисенка",
                "Превосходно!"
            ]
        }]
    },
    {
        "id": "pooh",
        "name": "Tuxedo Winnie the Pooh",
        "example": {
            "text": [
                "Я работаю в макдаке",
                "Я работаю с частичной занятостью в индустрии фастфуда"
            ]
        },
        "description": "Мем, представляющий два изображения Винни-Пуха: простое, классическое изображение медведя сверху и Винни-Пух в смокинге с надменным/аристократическим выражением лица снизу. Мем используется для сравнения обычной и 'претенциозной' версии одного и того же понятия, где второй вариант представляет более сложную, вычурную или 'интеллектуальную' версию первого.",
        "query_examples": [{
            "query": "«Глобальная цель на маркетплейсах — расти быстрее категории, оптимизировать расходную часть, повысить эффективность» — такой вектор развития задают селлеры уже в 2025 году.",
            "captions": [
                "Продавать больше, тратить меньше",
                "Реализовать стратегию опережающего роста категории при оптимизации операционных издержек и повышении unit-экономики"
            ]
        }, {
            "query": "костыли в коде",
            "captions": [
                "Костыли в коде",
                "Временные архитектурные решения для обеспечения обратной совместимости"
            ]
        }]
    },
    {
        "id": "ptj",
        "name": "Phoebe Teaching Joey",
        "example": {
            "text": [
                "Мы",
                "Мы",
                "держимся",
                "держимся",
                "вместе",
                "вместе",
                "Мы держимся вместе!",
                "Мы должны разделиться!"
            ]
        },
        "description": "Мем из Друзей. В оригинале полиглот Фиби пытается научить Джоуи французскому языку. Проведя несколько пробных занятий Буффе поняла, что ученик из Триббиани такой себе, поэтому предложила ему изучать отдельные фразы по слогам. Но в конце Джоуи выдаёт совсем другую фразу.",
        "query_examples": [{
            "query": "фильм ужасов",
            "captions": [
                "Мы",
                "Мы",
                "держимся",
                "держимся",
                "вместе",
                "вместе",
                "Мы держимся вместе!",
                "Мы должны разделиться!"
            ]
        }]
    },
    {
        "id": "reveal",
        "name": "Scooby Doo Reveal",
        "example": {
            "text": [
                "Полезный туториал на YouTube",
                "Посмотрим, кто ты на самом деле...",
                "40 минут воды",
                "Я так и знал!"
            ]
        },
        "description": "Мем основан на классическом моменте из мультсериала 'Скуби-Ду', где команда срывает маску с злодея, чтобы раскрыть его истинную личность.",
        "query_examples": [{
            "query": "Садоводы лучшие метеорологи",
            "captions": [
                "Прогноз погоды от метеоцентра",
                "Посмотрим, кто ты на самом деле...",
                "Бабушка, которая по муравьям и одуванчикам всё угадала",
                "Я так и знал!"
            ]
        }, {
            "query": "I can play the doctor",
            "captions": [
                "'Я врач, могу помочь!'",
                "Так-так, посмотрим кто тут у нас...",
                "15 сезонов 'Анатомии Грей'",
                "Я так и знал!"
            ]
        }]
    },
    {
        "id": "right",
        "name": "Anakin and Padme Change the World For the Better",
        "example": {
            "text": [
                "Робот",
                "Человек",
                "Мы оптимизируем эффективность человечества",
                "Делая людей счастливее, верно?",
                "Верно?"
            ]
        },
        "description": "Мем основан на кадрах из фильма 'Звездные войны: Атака клонов' с диалогом между Энакином Скайуокером и Падме Амидалой. Энакин делает утверждение. Падме спрашивает о позитивном исходе этого утверждения. Энакин молчит с серьезным выражением лица. Падме повторяет вопрос с обеспокоенным выражением лица. Мем обычно используется для ситуаций, где первое утверждение может иметь двоякий смысл или неприятные последствия, а молчание Энакина подразумевает худший вариант развития событий. Первая подпись на Энакине, вторая на Падме. Остальное - их реплики. 5 подпись переспрашивает четвёртую, тоже от лица Падме.",
        "query_examples": [{
            "query": "ED o скажи хуй 10:55 888 XXZDB скажи хуй хуй 10:55",
            "captions": [
                "Первый_собеседник",
                "Второй_собеседник",
                "Скажи 'хуй'",
                "Он же откажется, да?",
                "Да?"
            ]
        }, {
            "query": "Превосходство роботов",
            "captions": [
                "Робот",
                "Человек",
                "Мы оптимизируем эффективность человечества",
                "Делая людей счастливее, верно?",
                "Верно?"
            ]
        }]
    },
    {
        "id": "twodoges",
        "name": "Swole Doge vs. Cheems",
        "example": {
            "text": [
                "Priest 1450",
                "I burnt 15 witches",
                "Priest 2020",
                "I'm afraid of gays"
            ]
        },
        "description": "Cравнение двух собак породы сиба-ину. Доге - сильный, уверенный пёс с характерной усмешкой/ухмылкой. Чимс - неуклюжий пёс с опухшими щеками и растерянным выражением морды. Мем используется для сравнения: прошлого и настоящего, идеала и реальности, профессионала и новичка. 1 и 3 подпись для самих собак, 2 и 4 для их высказываний. Сначала идут подписи Доге, затем Чимса.",
        "query_examples": [{
            "query": "Минтруд подтвердил дефицит разработчиков ПО в России",
            "captions": [
                "HR в 2020",
                "Ой, да этих программистов как собак нерезаных",
                "HR в 2024",
                "Умоляю, хотя бы джуна, я на колени встану!"
            ]
        }, {
            "query": "Сдаётся квартира",
            "captions": [
                "Квартира на фото",
                "180 м², евроремонт, вид на парк",
                "Квартира при просмотре",
                "18 м², европлесень, вид на помойку"
            ]
        }]
    },
    {
        "id": "vince",
        "name": "Vince McMahon Reaction",
        "example": {
            "text": [
                "Сдал экзамен",
                "Сдал на отлично",
                "Единственный в группе"
            ]
        },
        "description": "Мем состоит из 3 последовательных изображений, где Винс Макмэн (владелец WWE) проявляет всё более сильное возбуждение и восторг: от легкой заинтересованности до полного экстаза.",
        "query_examples": [{
            "query": "На рынке среди свечников жесткая нехватка качественного воска",
            "captions": [
                "Узнал про дефицит воска",
                "Вспомнил про пасеку дяди",
                "Скупил все ульи в районе"
            ]
        }, {
            "query": "экзамен",
            "captions": [
                "Сдал экзамен",
                "Сдал на отлично",
                "Единственный в группе"
            ]
        }]
    },
    {
        "id": "woman-cat",
        "name": "Woman Yelling at a Cat",
        "example": {
            "text": [
                "Mom telling me how useless I am",
                "12 year old me playing Minecraft"
            ]
        },
        "description": "Слева: кадр из реалити-шоу, где Тейлор Армстронг эмоционально кричит и указывает пальцем, а её подруга пытается её успокоить. Справа: фото белого кота по кличке Смудж (Smudge), который сидит за столом с тарелкой с салатом и выглядит растерянным/недовольным. Мем стал вирусным благодаря забавному контрасту между агрессивным криком женщины и озадаченным/равнодушным выражением морды кота. Обычно используется для создания диалогов, где первый человек что-то эмоционально доказывает, а кот невозмутимо отвечает или просто недоумевает.",
        "query_examples": [{
            "query": "ежыпалка",
            "captions": [
                "ЁЖИК ПИШЕТСЯ ЧЕРЕЗ Ё И И!",
                "ежыпалка"
            ]
        }, {
            "query": "Лена, Катя и Юля скучают по коллеге Ире",
            "captions": [
                "ИРАААА, БЕЗ ТЕБЯ ТУТ ТАК СКУЧНО, ВЕРНИСЬ!!!",
                "Ира в новом офисе с зарплатой в 2 раза больше:"
            ]
        }]
    },
    {
        "id": "chill",
        "name": "Just a Chill Guy",
        "example": {
            "text": [
                "Me when I get a low SAT score but I remember",
                "I'm a chill guy who low-key doesn't GAF"
            ]
        },
        "description": "Мем о забавном антропоморфном псе, нарисованный в мультяшном стиле. Герой одет в серый лонгслив, джинсы с подворотами и красные кеды. Главная фишка персонажа — спокойный взгляд и легкая полуулыбка. Чилловый парень выглядит максимально расслабленно и умиротворенно — именно эта эмоция и превратила забавную картинку в мем.",
        "query_examples": [{
            "query": "Убийства дельфинов в позитивном ключе",
            "captions": [
                "Когда случайно загарпунил дельфина, но вспомнил",
                "Что они насилуют рыб и заслужили"
            ]
        }, {
            "query": "эказмены",
            "captions": [
                "Получил 50 баллов на ЕГЭ, но вспомнил",
                "Что я просто чиловый парень и мне пофиг"
            ]
        }]
    },
    {
        "id": "dramatic-dmitry",
        "name": "Драматичный Дмитрий",
        "type": "image",
        "example": {
            "text": [
                "The most painful thing when I go to school...",
                "Forgetting to bring my headphones"
            ]
        },
        "description": "Мем включает несколько изображений, где мужчина выражает грусть на пляже. На обложке он с глубокой задумчивостью пропускает песок сквозь пальцы; сидит на коленях с раскинутыми руками, глядя в небо; и принимает другие позы, демонстрирующие отчаяние. Можно использовать в разных грустных ситуациях.",
        "query_examples": [{
            "query": "детские игрушки",
            "captions": [
                "Решил купить машину",
                "хватило денег только на инерционную игрушку"
            ]
        }, {
            "query": "жизненная ситуация",
            "captions": [
                "Когда пошёл в школу",
                "но забыл наушники дома"
            ]
        }]
    },
    {
        "id": "astrologers",
        "name": "Астрологи объявили неделю X",
        "example": {
            "text": [
                "Астрологи объявили неделю Ди Каприо",
                "Количество шуток про Оскар увеличилось втрое"
            ]
        },
        "description": "В Героях 3 в начале каждой недели сообщается о том, что астрологи объявили неделю X, где X может быть одним из монстров, просто ничего не значащим названием или чумой. Если неделя монстра, то есть шанс, что монстры появляются на всей карте в виде нейтральных, а их прирост в замках удваивается. С астрологией это никак не связано, но для юмора и отсылки на игру говорят, что объявили неделю X, и теперь всем интересно X. На деле X просто является очередной хайповой темой, о которой все говорят.",
        "query_examples": [{
            "query": "Почему Лизе так нравится этот моделизм что даже ей нравится нюхать клей из звезды",
            "captions": [
                "Астрологи объявили неделю набора 'Звезда'",
                "Количество нюхающих клей моделистов увеличилось втрое"
            ]
        }, {
            "query": "актёры",
            "captions": [
                "Астрологи объявили неделю Ди Каприо",
                "Количество шуток про Оскар увеличилось втрое"
            ]
        }]
    },
    {
        "id": "handshake",
        "name": "Epic Handshake",
        "example": {
            "text": [
                "me making these meme",
                "you seeing this meme",
                "us wasting time"
            ]
        },
        "description": "Мем-макрос с рукопожатием мускулистых чёрной и белой рук. Мем используется для демонстрации неожиданного единогласия обычно непохожих личностей или групп в каком-то определённом вопросе – часто на почве общей неприязни к третьей группе. Третья подпись - это обычно какое-то действие.",
        "query_examples": [{
            "query": "Хотел стать сеньором, теперь хочу стать нейросетью",
            "captions": [
                "Сеньоры, не умеющие объяснить как они решают задачи",
                "Нейросети, не умеющие объяснить как они решают задачи",
                "Гениальные решения"
            ]
        }]
    },
    {
        "id": "oracle",
        "name": "Alladin Oracle",
        "example": {
            "text": [
                "Если человек родился глухим, на каком языке он думает?"
            ]
        },
        "description": "Мем построен на комичном противоречии. В первой части мистический персонаж (оракул) заявляет 'Я оракул, я отвечу на любой вопрос'. В средней части показаны персонажи, готовые задать вопрос (подпись). В третьей части оракул отвечает 'На любой, кроме этого' - что создает юмористический эффект, так как противоречит первоначальному заявлению. Возвращай только центральную подпись.",
        "query_examples": [{
            "query": "Макрон призвал Трампа не угрожать Европе пошлинами:  — Европа — это ваш союзник, и если вы хотите, чтобы Европа больше занималась инвестициями и вопросами обороны, не надо вредить европейской экономике",
            "captions": [
                "Почему США называет Европу главным союзником и одновременно угрожает ей пошлинами?"
            ]
        }, {
            "query": "люди со странностями",
            "captions": [
                "Если человек родился глухим, на каком языке он думает?"
            ]
        }]
    },
    {
        "id": "cat_enough",
        "type": "video",
        "name": "Cat falling asleep",
        "description": "Видео: кот сидит на кровати, засыпает, падает на спину. На фоне играет дорожка из фильма: 'Майкл Дуглас и Роберт Дювал в фильме С меня хватит'",
        "example": {
            "text": [
                "Когда сделал много дел на работе, а дома ждёт ещё больше дел"
            ]
        },
        "query_examples": [{
            "query": "погода в нидерландах зимой",
            "captions": [
                "Голландец после 40-го подряд дождя этой зимой:"
            ]
        }, {
            "query": "работа",
            "captions": [
                "Когда сделал много дел на работе, а дома ждёт ещё больше дел"
            ]
        }]
    },
    {
        "id": "impatient_puppy",
        "type": "video",
        "name": "Very impatient puppy",
        "description": "Видео: щенок сидит на плитке, перебирает лапами в нетерпении.",
        "example": {
            "text": [
                "Это я на пункте выдачи жду свою сотню заказиков"
            ]
        },
        "query_examples": [{
            "query": "Кем вы видете себя через 5 лет? Светлое будущее: стану Чаком Тинглом, тёмное будущее Унабомбером",
            "captions": [
                "Я в ожидании, когда наконец-то стану либо известным писателем эротических рассказов про космических единорогов, либо отшельником с манифестом:"
            ]
        }, {
            "query": "wildberries",
            "captions": [
                "Это я на пункте выдачи жду свою сотню заказиков"
            ]
        }]
    },
    {
        "id": "money_collection",
        "type": "video",
        "name": "Money collection",
        "description": "Видео: мужчина в зеленом халате сидит на ковре, ему несут деньги/бумажки другие люди. На фоне играет индийская музыка.",
        "example": {
            "text": [
                "OpenAI после выпуска ChatGPT"
            ]
        },
        "query_examples": [{
           "query": "Илон Маск запускает платежный сервис X Money совместно с Visa",
           "captions": [
                "Mastercard после провала совместного проекта Маска и Visa:"
            ]
        }, {
            "query": "языковые модели",
            "captions": [
                "OpenAI после выпуска ChatGPT"
            ]
        }]
    },
    {
        "id": "rock_clown",
        "type": "video",
        "name": "Rock and kids",
        "description": "Видео: Маленькие девочки разрисовывают косметикой и красками Скалу Дуэйн Джонсона и обклеивают наклейками. У самого Скалы страдающее выражение лица, на фоне играет грустная 'Hello Darkness, my old friend'",
        "example": {
            "text": [
                "Я после того, как согласился на 'быструю встречу' с родственниками:"
            ]
        },
        "query_examples": [{
            "query": "юрист без опыта пытается выиграть спор у маркетплейса вайлдберриз",
            "captions": [
                "Юрист без опыта, когда юристы Вайлдберриз разносят его аргументы по пунктам:"
            ]
        }, {
            "query": "родственники",
            "captions": [
                "Я после того, как согласился на 'быструю встречу' с родственниками:"
            ]
        }]
    },
    {
        "id": "tired_litvinova",
        "type": "video",
        "name": "Tired Litvinova",
        "description": "Видео. Рената Литвинова сидит на ТВ передаче, вздыхает, говорит: 'Я уже устала. Можно я пойду домой? Мне надо, у меня дела. У меня столько дел...'",
        "example": {
            "text": [
                "Первый рабочий день после Нового года"
            ]
        },
        "query_examples": [{
            "query": "Аркадий не человек, Аркадий машина",
            "captions": [
                "Аркадий после 12 часов симуляции человеческого поведения в офисе:"
            ]
        }, {
            "query": "Новый год",
            "captions": [
                "Первый рабочий день после Нового года:"
            ]
        }]
    },
    {
        "id": "girl_man_crowd",
        "type": "video",
        "name": "Girl running from the man crowd",
        "description": "Видео. Пустыня/степь, девушка в красном платье убегает от толпы мужиков в чёрном, на фоне играет индийская музыка. Мем подходит для изображения избегания проблем/обязанностей.",
        "example": {
            "text": [
                "Я пытаюсь заснуть. Также все мои тупые идеи и неловкие моменты за последние 10 лет:"
            ]
        },
        "query_examples": [{
            "query": "Товарищи, давайте договоримся не добавлять никаких ботов в чат без согласия всех членов чата",
            "captions": [
                "Я пытаюсь читать важные сообщения в чате. Также боты, которых все добавили 'просто посмотреть что умеют':"
            ]
        }, {
            "query": "не спится",
            "captions": [
                "Я пытаюсь заснуть. Также все мои тупые идеи и неловкие моменты за последние 10 лет:"
            ]
        }]
    },
    {
        "id": "no_calm_life",
        "type": "video",
        "name": "No calm life",
        "description": "Видео. Выступление Лукашенко: 'Спокойной жизни с сегодняшнего дня у вас не будет. Начинайте вертеться, крутиться.'. Мем применим к большому количеству жизненных ситуаций, когда кто-то или что-то заставляет нас активно действовать.",
        "example": {
            "text": [
                "DeepSeek обращается к OpenAI после выпуска более качественной и дешёвой модели:"
            ]
        },
        "query_examples": [{
            "query": "Ансамбль кавказских барабанов Адагур не выиграл гран при",
            "captions": [
                "Руководитель Адагура обращается к барабанщикам после проигрыша:"
            ]
        }, {
            "query": "Вышел DeepSeek R1, открытая замена O1",
            "captions": [
                "DeepSeek обращается к OpenAI после выпуска более качественной и дешёвой модели:"
            ]
        }]
    },
    {
        "id": "husky_360",
        "type": "video",
        "name": "Guilty Husky 360 degrees",
        "description": "Видео. Камера закреплена под носом хаски и обращена на его морду, из-за чего изображение искажается и хаски выглядит очень-очень виноватым",
        "example": {
            "text": [
                "Друг спросил, куда делась вторая часть его сэндвича. Я:"
            ]
        },
        "query_examples": [{
            "query": "Готовимся к тренингу по Коммуникациям",
            "captions": [
                "Когда на тренинге по коммуникациям сказали: 'А теперь каждый расскажет о себе в течение 5 минут'"
            ]
        }, {
            "query": "я съел сэндвич друга",
            "captions": [
                "Друг спросил, куда делась вторая часть его сэндвича. Я:"
            ]
        }]
    },
    {
        "id": "very_surprised_cat",
        "type": "video",
        "name": "Very surprised cat",
        "description": "Видео. Полосатый кот сидит очень удивленный с поднятой лапой и открытой пастью, как будто произошло что-то очень неожиданное или у него отняли игрушку.",
        "example": {
            "text": [
                "Когда бабушка сказала, что не надо больше кушать"
            ]
        },
        "query_examples": [{
            "query": "Александр верил, что есть красивые бенгальские девушки, он женился на такой, но она оказалась трансвеститом",
            "captions": [
                "Когда после свадьбы с бенгальской красавицей узнал, что она не совсем девушка"
            ]
        }]
    },
    {
        "id": "shredder",
        "type": "video",
        "name": "Shredder",
        "description": "Видео. Дуа Липа, девушка в белой шубе, читает открытку, удивляется, убирает открытку в шредер, при этом мотая головой. При этом она почему-то немного довольна. Мем про сладкую месть.",
        "example": {
            "text": [
                "Тот, кто не взял тебя на работу год назад, прислал резюме в твою компанию:"
            ]
        },
        "query_examples": [{
            "query": "ПОДКЛЮЧАЙ 381 С ВЫГОДОЙ ДО 50% Домашний интернет, ТВ и мобильная связ Хит сезона! Тариф «Семейный» Интернет 500 Мбит",
            "captions": [
                "Когда провайдер, от которого ты ушёл год назад из-за плохого сервиса, прислал предложение подключиться со скидкой 50%"
            ]
        }, {
            "query": "устраиваюсь на работу",
            "captions": [
                "Тот, кто не взял тебя на работу год назад, прислал резюме в твою компанию:"
            ]
        }]
    },
    {
        "id": "asian_girl_beating",
        "type": "video",
        "name": "Asian girl beating into the camera",
        "description": "Видео. Азиатская девочка бьёт кулаками по направлению камеры.",
        "example": {
            "text": [
                "Когда позвал ее в кино, а она хотела в кальянную"
            ]
        },
        "query_examples": [{
            "query": "Мысли руководителя: мне кажется, что мои сотрудники очень любят получать новые задачи в понедельник утром.",
            "captions": [
                "Сотрудники, получившие 20 новых задач в понедельник в 9:00"
            ]
        }, {
            "query": "идеальная девушка",
            "captions": [
                "Когда позвал ее в кино, а она хотела в кальянную"
            ]
        }]
    },
    {
        "id": "rock_tasty_cake",
        "type": "video",
        "name": "Rock Dwayne Johnson eating the cake",
        "description": "Видео. Лысый актёр Дуэйн Скала Джонсон есть торт. Тот ему определенно очень нравится, он довольно смотрим в камеру и причмокивает.",
        "example": {
            "text": [
                "Программист, когда заказчик принял работу без правок:"
            ]
        },
        "query_examples": [{
            "query": "Москвичка во время уборки случайно засосала в пылесос змею, которая заползла к ней в квартиру.",
            "captions": [
                "Пылесос, когда вместопыли засосал змею:"
            ]
        }, {
            "query": "фриланс-программист",
            "captions": [
                "Программист, когда заказчик принял работу без правок:"
            ]
        }]
    },
    {
        "id": "lukashenko_sick",
        "type": "video",
        "name": "Lukashenko about why no one was there",
        "description": "Видео. президент Александр Лукашенко, мужчина в форме, говорит: 'Кто-то больной, кто-то хромой, кто-то умер, кто-то уехал - разные могут быть ситуации.' Применимо только когда речь про людей, а не просто про отговорки.",
        "example": {
            "text": [
                "Автор телеграм-канала объясняет, куда делись все подписчики после первой рекламы:"
            ]
        },
        "query_examples": [{
            "query": "Дeнь ДОВОЛЬНЫХ одиночеством празднуется сегодня",
            "captions": [
                "Я объясняю маме почему до сих пор нет второй половинки:"
            ]
        }, {
            "query": "админ телеграм-канала",
            "captions": [
                "Автор телеграм-канала объясняет, куда делись все подписчики после первой рекламы:"
            ]
        }]
    },
    {
        "id": "putin_decieved",
        "type": "video",
        "name": "Putin was decieved",
        "description": "Видео. Нарезка с Путиным, который говорит примерно одно и то же: 'надули', 'просто нагло обманули', 'водили за нос', 'кинули', 'обманули дурачка на четыре кулачка'. Мем используется, когда кого-то обманули или могут обмануть.",
        "example": {
            "text": [
                "Я, пересматривая переписку с риелтором про 'квартиру в центре за копейки, только сегодня'"
            ]
        },
        "query_examples": [{
            "query": "красивую русскую, но вредную, непослушную и блудливую - или из Бангладеш, послушную, бесправную, скромную - но уродливую",
            "captions": [
                "Я через год после свадьбы с 'тихой и послушной' женой:"
            ]
        }, {
            "query": "покупка квартиры",
            "captions": [
                "Я, пересматривая переписку с риелтором про 'квартиру в центре за копейки, только сегодня'"
            ]
        }]
    },
    {
        "id": "lego_batman_no_no",
        "type": "video",
        "name": "Lego Batman doesn't want to go to the party",
        "description": "Видео. На нём Лего-Бэтман говорит 'Что? Нет. Я не хочу туда идти!', а Альфред отвечает 'Вы повесилитесь там, познакомитесь с кем-нибудь, а может даже и подружитесь', во время чего Бэтман постоянно повторяет 'Нет'.",
        "example": {
            "text": [
                "Мама уговаривает тебя пойти на свадьбу троюродной сестры, которую ты никогда не видел"
            ]
        },
        "query_examples": [{
            "query": "Управление ЗАГС Приамурья приглашает амурские семьи принять участие в региональном этапе Всероссийского конкурса «Семья года 2025»",
            "captions": [
                "ЗАГС уговаривает вашу семью поучаствовать в конкурсе 'Семья года', обещая призы и известность. Вы:"
            ]
        }, {
            "query": "почему ты до сих пор не женился?",
            "captions": [
                "Мама уговаривает тебя пойти на свадьбу троюродной сестры, которую ты никогда не видел"
            ]
        }]
    },
    {
        "id": "lukashenko_endure",
        "type": "video",
        "name": "Lukashenko 'Endure'",
        "description": "Видео. Лукашенко, президент Беларуси, говорит: 'Вас будут наклонять, вас будут ставить на колени, но вы должны выдержать.'",
        "example": {
            "text": [
                "Опытный студент объясняет первокурсникам, что их ждёт на сессии"
            ]
        },
        "query_examples": [{
            "query": "мем про ГИПОВ и ГАПОВ, которые пришли на ГЕМБУ",
            "captions": [
                "Опытный ГИП объясняет новому ГАПу, что его ждёт на ГЕМБЕ"
            ]
        }, {
            "query": "сессия",
            "captions": [
                "Препод объясняет первокурсникам, что их ждёт на сессии"
            ]
        }]
    },
    {
        "id": "gun_out",
        "type": "video",
        "name": "Gun out",
        "description": "Видео. Актёр Том Харди, мужчина в белой рубашке, смотрит на подошедшего к столу человека и достает пистолет из-под стола. Сидящий за тем же столом мужчина в черном костюме говорит ему: 'Ронни, стоп, не не не, не надо, уведите отсюда нахрен этого дебила', где 'дебил' - человек, подошедший к столу и сказавший что-то не то.",
        "example": {
            "text": [
                "Когда на встрече в пятницу в 17:55 кто-то говорит 'у меня есть ещё один вопрос...'"
            ]
        },
        "query_examples": [{
            "query": "чиновники не хотят строить велодорожки",
            "captions": [
                "Когда на приёме граждан активист достаёт петицию о велодорожках:"
            ]
        }, {
            "query": "заебали встречи",
            "captions": [
                "Когда на встрече в пятницу в 17:55 кто-то говорит 'у меня есть ещё один вопрос...'"
            ]
        }]
    },
    {
        "id": "tom_not_sleeping",
        "type": "video",
        "name": "Barely not sleeping Tom",
        "description": "Видео из мультфильма «Том и Джерри». Том не может открыть глаза и хочет спать, но ему нужно сделать вид, что он не спит, поэтому он приклеивает веки ко лбу скотчем.",
        "example": {
            "text": [
                "'Круто, сама на себя работешь, свободный график'. Мой свободный график:"
            ]
        },
        "query_examples": [{
            "query": "Юля учится на графического дизайнера и параллельно работает администратором в медклинике Тонус",
            "captions": [
                "'Удобно же - утром принимаешь пациентов, вечером делаешь дизайн'. Я в 23:00 пытаюсь работать в фотошопе:"
            ]
        }, {
            "query": "свободный график",
            "captions": [
                "'Круто, сама на себя работешь, свободный график'. Мой свободный график:"
            ]
        }]
    },
    {
        "id": "no_reward",
        "type": "video",
        "name": "No reward at all",
        "description": "Видео. Тимур Батрудинов спрашивает у Богдана: 'Мне что-то за это будет?'. Богдан отвечает: 'Тебе ничего не будет за это, просто почет и респект бесконечный от нашей передачи'. Можно использовать в ситуациях, когда кто-то не получает вознаграждение за что-то.",
        "example": {
            "text": [
                "Когда согласился быть фотографом на свадьбе у друзей:"
            ]
        },
        "query_examples": [{
            "query": "платишь много денег репетитору по английскому но так и не можешь его выучить",
            "captions": [
                "Когда на собеседовании смог сказать только 'London is the capital of Great Britain':"
            ]
        }, {
            "query": "друзья",
            "captions": [
                "Когда согласился быть фотографом на свадьбе у друзей:"
            ]
        }]
    },
    {
        "id": "nonsense",
        "type": "video",
        "name": "Nonsense",
        "description": "Видео, отрывок из фильма Никиты Михалкова '12'. Мужчина в белой рубашке активно жестикулирует и говорит: 'Послушайте, это же бред, ну ведь бред, бред, послушайте. Что вы несёте? Что вы такое сочиняете? Я не могу понять'",
        "example": {
            "text": [
                "Студент рассказывает преподу, как собака съела флешку с курсовой именно в день сдачи. Препод:"
            ]
        },
        "query_examples": [{
            "query": "На Украину приедут «серьёзные люди из команды Трампа», заявил Зеленский.",
            "captions": [
                "Когда серьёзные люди из команды Трампа начали объяснять, что война это симуляция в матрице, а Путин голограмма:"
            ]
        }, {
            "query": "домашка",
            "captions": [
                "Студент рассказывает преподу, как собака съела флешку с курсовой именно в день сдачи. Препод:"
            ]
        }]
    },
    {
        "id": "scary_very_scary",
        "type": "video",
        "name": "Scary, very scary, we don't know",
        "description": "Классический видео-мем. Интервью съемочной группе «Первого тульского» 2 февраля 2016 года. Тогда вплотную к домам людей подошли снежные блохи, что и навело страха. Короткая фраза «Мы не знаем, что это такое» в рунете стала символом сомнений и неопределенности. На видео женщина в фиолетовой шапке и красной кофте говорит: 'Страшно, очень страшно. Мы не знаем, что это такое, если бы мы знали, что это такое, мы не знаем, что это такое.' Обычно используется, когда не просто страшно, но ещё не очень понятно.",
        "example": {
            "text": [
                "Первокурсники на первой паре матанализа"
            ]
        },
        "query_examples": [{
            "query": "В Детской библиотеке поселились коллеги из взрослой библиотеки",
            "captions": [
                "Сотрудники детской библиотеки, когда к ним заселились коллеги из взрослой и начали шикать на детей:"
            ]
        }, {
            "query": "физтех",
            "captions": [
                "Первокурсники на первой паре матанализа:"
            ]
        }]
    },
    {
        "id": "fuck_it",
        "type": "video",
        "name": "Fuck it",
        "description": "Видео, отрывок из советского мультика. Плюшевый кот пытается собрать паззл, у него ничего не получается, и он разбрасывает его и все остальные игрушки, приговаривая 'Ну и пожалуйста! Ну и не нужно! Ну и не очень-то мне нужно! Подумаешь!'. Очень жизненная ситуация, когда ничего не выходит.",
        "example": {
            "text": [
                "После 40 минут попыток сделать нормальное фото для документов:"
            ]
        },
        "query_examples": [{
            "query": "Празднование Дня Российской науки в Казанской ветеринарной академии",
            "captions": [
                "Когда час пытаешься сделать красивое фото для отчёта, но все подопытные кролики постоянно двигаются:"
            ]
        }, {
            "query": "фото",
            "captions": [
                "После 40 минут попыток сделать нормальное фото для документов:"
            ]
        }]
    },
    {
        "id": "small-brain-vs-big-brain",
        "type": "image",
        "name": "Small Brain Man Screaming at Big Brain Man",
        "description": "На картинке в мультяшном стиле человек с маленьким мозгом гневно кричит на человека с большим мозгом. У мема две подписи, первая подпись от кричящего человека с маленьким мозгом, вторая - от спокойного человека с большим мозгом.",
        "example": {
            "text": [
                "Deepseek незаконно использует наши американские разработки! Это воровство, мы подадим в суд!",
                "ок, давайте проверим, на чём учились ваши модели"
            ]
        },
        "query_examples": [{
            "query": "Китай компартия принять Иисуса Христа",
            "captions": [
                "Коммунизм и христианство - это совершенно разные вещи! Нельзя их смешивать!",
                "Помощь бедным и борьба с богатыми"
            ]
        }, {
            "query": "OpenAI обвиняет DeepSeek в краже данных",
            "captions": [
                "Deepseek незаконно использует наши американские разработки! Это воровство, мы подадим в суд!",
                "ок, давайте проверим, на чём учились ваши модели"
            ]
        }]
    },
    {
        "id": "squid-before-after",
        "type": "image",
        "name": "Squid Games main character Before|After",
        "description": "Двухпанельный мем, на первой панели улыбающийся Ки Хун из первого сезона Игры Кальмара, на второй панели он же, но помрачневший и чуть-чуть состарившийся из второго сезона. Классический до/после мем.",
        "example": {
            "text": [
                "До маминой стрижки",
                "После маминой стрижки"
            ]
        },
        "query_examples": [{
            "query": "постригли налысо",
            "captions": [
                "До маминой стрижки",
                "После маминой стрижки"
            ]
        }]
    },
    {
        "id": "ufc_commentators_reaction",
        "type": "video",
        "name": "UFC commentators KO reaction",
        "description": "Видео, где 3 комментатора в будке бурно радуются и удивляются KO в бое UFC. Конкретных слов не слышно, но у них очень-очень сильная позитивная реакция. Можно использовать в ситуациях, когда происходит что-то очень хорошее.",
        "example": {
            "text": [
                "Мои предки, которые увидели, как я впервые разговариваю с женщиной:"
            ]
        },
        "query_examples": [{
            "query": "В Самаре 71-летняя пенсионерка отдала мошенникам 421 млн рублей. Пенсионерка, само собой, не простая, а бывшая глава Корпорации развития Самарской области.",
            "captions": [
                "Мошенники, когда узнали что развели не обычную пенсионерку, а экс-главу Корпорации развития:"
            ]
        }, {
            "query": "пришёл на свидание",
            "captions": [
                "Мои предки, которые увидели, как я впервые разговариваю с женщиной:"
            ]
        }]
    },
    {
        "id": "wake_up_daddy_is_back",
        "type": "video",
        "name": "Wake up Jarvis, daddy is back",
        "description": "Видео, отрывок из фильма о Железном человеке. Тони Старк включает терминал и говорит 'Просыпайся, папочка вернулся'. Джарвис (ИИ) отвечает 'С возвращением, сэр'",
        "example": {
            "text": [
                "Открываешь кошелек после зарплаты:"
            ]
        },
        "query_examples": [{
            "query": "Депрессия",
            "captions": [
                "Открываешь глаза после недели депрессии:"
            ]
        }, {
            "query": "деньги",
            "captions": [
                "Открываешь кошелек после зарплаты:"
            ]
        }]
    }
]
