[
    {
        "id": "astronaut",
        "name": "Always Has Been",
        "example": {
            "text": [
                "Подождите, так она круглая?",
                "Всегда была",
                "Плоскоземельщик",
                "Наука"
            ],
            "url": "http://localhost:5000/images/astronaut/Подождите,_так_она_круглая~q/Всегда_была/Плоскоземельщик/Наука.jpg"
        },
        "description": "Мем состоит из двух космонавтов в скафандрах на фоне Земли в космосе. Первый космонавт (спереди) смотрит на Землю и обычно говорит что-то удивленное, часто начинающееся со слов 'Wait, it's...' ('Подождите, так это...'). Второй космонавт (сзади) держит пистолет, направленный на первого, и отвечает 'Always has been' ('Всегда так было'). Это мем об очевидных истинах или неожиданных открытиях, которые на самом деле были очевидны с самого начала. Первая подпись — фраза первого космонавта, вторая подпись — фраза второго космонавта, третья подпись — описание первого космонавта, последняя подпись — описание второго космонавта"
    },
    {
        "id": "bender",
        "name": "I'm Going to Build My Own Theme Park",
        "example": {
            "text": [
                "i'm going to build my own theme park",
                "with blackjack and hookers"
            ],
            "url": "http://localhost:5000/images/bender/i'm_going_to_build_my_own_theme_park/with_blackjack_and_hookers.jpg"
        },
        "description": "Кадр из мультсериала 'Футурама', где робот Бендер говорит: 'Я построю свой луна-парк с блэкджеком и шлюхами!'. Используется как шаблон для шуток о создании альтернативной версии чего-либо из-за недовольства оригиналом."
    },
    {
        "id": "bilbo",
        "name": "Why Shouldn't I Keep It",
        "example": {
            "text": [
                "After all... why not?",
                "Why shouldn't I post cringe?"
            ],
            "url": "http://localhost:5000/images/bilbo/After_all..._why_not~q/Why_shouldn't_I_post_cringe~q.jpg"
        },
        "description": "Два кадра из фильма 'Властелин колец', где Бильбо Бэггинс держит кольцо и с подозрительным/жадным выражением лица надевает кольцо Всевластия. Используется для шуток о нежелании чем-то делиться или расставаться с чем-то."
    },
    {
        "id": "chair",
        "name": "American Chopper Argument",
        "example": {
            "text": [
                "Let's expand safety nets",
                "Socialism never works!",
                "Scandinavia is socialist and they're doing great!",
                "They're not socialist. They're capitalist with strong welfare policies!",
                "Then let's adopt those!",
                "No that's socialism!!"
            ],
            "url": "http://localhost:5000/images/chair/Let's_expand_safety_nets/Socialism_never_works!/Scandinavia_is_socialist_and_they're_doing_great!/They're_not_socialist._They're_capitalist_with_strong_welfare_policies!/Then_let's_adopt_those!/No_that's_socialism!!.jpg"
        },
        "description": "Мем состоит из 6 панелей со скриншотами из реалити-шоу American Chopper, где отец и сын Тетулы эмоционально спорят. Формат используется для изображения различных споров, где каждая панель содержит новый аргумент участников дискуссии. Спорщика два, их реплики чередуются."
    },
    {
        "id": "db",
        "name": "Distracted Boyfriend",
        "example": {
            "text": [
                "Новая игра по скидке",
                "Я",
                "Недоигранные 50 игр в Steam"
            ],
            "url": "http://localhost:5000/images/db/новая_игра_по_скидке/я/недоигранные_50_игр_в_steam.jpg"
        },
        "description": "Мем, основанный на стоковой фотографии, сделанной испанским фотографом Антонио Гильемом. На фото изображены три человека: парень, идущий за руку с девушкой, но демонстративно оборачивающийся, чтобы посмотреть на другую девушку; его девушка, с возмущением смотрящая на его поведение; девушка в красном, проходящая мимо, на которую засмотрелся парень. Мем используется для иллюстрации различных ситуаций, связанных с выбором, изменой или переключением внимания. Первая подпись на девушке в красном, вторая подпись на парне, третья подпись на недовольной девушке."
    },
    {
        "id": "drake",
        "name": "Drakeposting",
        "example": {
            "text": [
                "писать сочинение по книге",
                "писать сочинение по краткому содержанию"
            ],
            "url": "http://localhost:5000/images/drake/писать_сочинение_по_книге/писать_сочинение_по_краткому_содержанию.jpg"
        },
        "description": "Верхняя панель: Дрейк отворачивается и поднимает руку в отвергающем жесте. Нижняя панель: Дрейк улыбается и указывает на что-то с одобрением"
    },
    {
        "id": "ds",
        "name": "Daily Struggle",
        "example": {
            "text": [
                "Досмотреть сериал за ночь",
                "Выспаться перед важной встречей",
                "3 часа ночи"
            ],
            "url": "http://localhost:5000/images/ds/досмотреть_сериал_за_ночь/выспаться_перед_важной_встречей/3_часа_ночи.jpg"
        },
        "description": "Сверху мема панель с двумя красными кнопками. Нижняя панель показывает персонажа в красной одежде, который нервничает и вытирает пот со лба, испытывая стресс от необходимости выбора. Первые две подписи для кнопок, последняя для дополнительного описания ситуации (необязательно)."
    },
    {
        "id": "elmo",
        "name": "Elmo Choosing Cocaine",
        "example": {
            "text": [
                "Historical Accuracy",
                "History Channel",
                "Aliens",
                "Historical Accuracy"
            ],
            "url": "http://localhost:5000/images/elmo/Historical_Accuracy/History_Channel/Aliens/Historical_Accuracy.jpg"
        },
        "description": "Кадры с персонажем 'Улицы Сезам'. Первый кадр: Элмо сидит за столом, на котором лежат фрукты и белый порошок (предположительно мука/сахар для комического эффекта). Второй кадр: Элмо лежит лицом в этом порошке, таким образом выбирая его. Мем используется для шуток о зависимости от чего-либо или чрезмерном увлечении чем-то. Важно отметить, что это комедийный мем с детской игрушкой, и белый порошок в оригинальном видео - это безобидное вещество вроде муки или сахара, используемое для создания комического эффекта. Первая и последняя подписи - это фрукты, они должны совпадать. Вторая подпись - это Элмо. Третья подпись - порошок."
    },
    {
        "id": "gb",
        "name": "Galaxy Brain",
        "example": {
            "text": [
                "Who",
                "Whom",
                "Whom'st",
                "Whomst'd"
            ],
            "url": "http://localhost:5000/images/gb/Who/Whom/Whom'st/Whomst'd.jpg"
        },
        "description": "Четырёхпанельный мем, показывающий прогрессию. Начинается с обычного портрета человеческой головы, далее идут изображения светящегося мозга, становящегося всё ярче, последние панели показывают космический мозг. Юмор строится на том, что самые глупые идеи представлены как самые 'просветлённые'."
    },
    {
        "id": "grave",
        "name": "Grant Gustin Next To Oliver Queen's Grave",
        "example": {
            "text": [
                "Jesus",
                "",
                "Jesus 3 days later"
            ],
            "url": "http://localhost:5000/images/grave/Jesus/_/Jesus_3_days_later.jpg"
        },
        "description": "Фото со съёмок сериала, где актёр Грант Гастин стоит, улыбаясь и опираясь на надгробие персонажа Оливера Куина из сериала 'Стрела'. Из-за неудачного контекста (улыбка у могилы) фото стало мемом. Первая подпись на надгробии, вторая подпись на самой могиле (не обязательна), третья подпись на актёре."
    },
    {
        "id": "gru",
        "name": "Gru's Plan",
        "example": {
            "text": [
                "Learn how to make memes.",
                "Make a meme.",
                "No one likes it.",
                "No one likes it."
            ],
            "url": "http://localhost:5000/images/gru/Learn_how_to_make_memes./Make_a_meme./No_one_likes_it./No_one_likes_it..jpg"
        },
        "description": "Четырёхпанельный мем, где главный герой мультфильма «Гадкий я» Грю использует презентационную доску. В третьей панели появляется неожиданный слайд презентации, за которым следует панель, где Грю в замешательстве оглядывается на доску. Содержание третьей и четвёртой подпсией должно совпадать. Шутка в обмане ожиданий."
    },
    {
        "id": "perfection",
        "name": "Perfection",
        "example": {
            "text": [
                "Sebastian Shaw",
                "I prefer the real Darth Vader.",
                "Hayden Christensen",
                "I said, the real Darth Vader.",
                "Jake Lloyd",
                "Perfection."
            ],
            "url": "http://localhost:5000/images/perfection/Sebastian_Shaw/I_prefer_the_real_Darth_Vader./Hayden_Christensen/I_said,_the_real_Darth_Vader./Jake_Lloyd/Perfection..jpg"
        },
        "description": "Комикс “Превосходно” с Фассбендером состоит из 6 квадратов и всегда строится по одинаковой схеме. На первой полосе какая-то картинка, справа от нее – Фассбендер, который говорит “Я хочу увидеть настоящего/настоящую”. На второй полосе – похожая картинка, а Фассбендер говорит “Я сказал настоящую!”. Наконец, на третьей полосе появляется другая похожая картинка, и удовлетворенный Магнето произносит “Превосходно”."
    },
    {
        "id": "pooh",
        "name": "Tuxedo Winnie the Pooh",
        "example": {
            "text": [
                "Я работаю в макдаке",
                "Я работаю с частичной занятостью в индустрии фастфуда"
            ],
            "url": "http://localhost:5000/images/pooh/я_работаю_в_макдаке/я_работаю_с_частичной_занятостью_в_индустрии_фастфуда.jpg"
        },
        "description": "Мем, представляющий два изображения Винни-Пуха: простое, классическое изображение медведя сверху и Винни-Пух в смокинге с надменным/аристократическим выражением лица снизу. Мем используется для сравнения обычной и 'претенциозной' версии одного и того же понятия, где второй вариант представляет более сложную, вычурную или 'интеллектуальную' версию первого."
    },
    {
        "id": "ptj",
        "name": "Phoebe Teaching Joey",
        "example": {
            "text": [
                "Мы",
                "Мы",
                "держимся",
                "держимся",
                "вместе",
                "вместе",
                "Мы держимся вместе!",
                "Мы должны разделиться!"
            ],
            "url": "http://localhost:5000/images/ptj/Мы/Мы/держимся/держимся/вместе/вместе/Мы держимся вместе!/Мы должны разделиться!.jpg"
        },
        "description": "Мем из Друзей. В оригинале полиглот Фиби пытается научить Джоуи французскому языку. Проведя несколько пробных занятий Буффе поняла, что ученик из Триббиани такой себе, поэтому предложила ему изучать отдельные фразы по слогам. Но в конце Джоуи выдаёт совсем другую фразу."
    },
    {
        "id": "reveal",
        "name": "Scooby Doo Reveal",
        "example": {
            "text": [
                "Полезный туториал на YouTube",
                "Посмотрим, кто ты на самом деле...",
                "40 минут воды",
                "Я так и знал!"
            ],
            "url": "http://localhost:5000/images/reveal/полезный_туториал_на_youtube/посмотрим,_кто_ты_на_самом_деле/40_минут_воды/я_так_и_знал!.jpg"
        },
        "description": "Мем основан на классическом моменте из мультсериала 'Скуби-Ду', где команда срывает маску с злодея, чтобы раскрыть его истинную личность."
    },
    {
        "id": "right",
        "name": "Anakin and Padme Change the World For the Better",
        "example": {
            "text": [
                "Робот",
                "Человек",
                "Мы оптимизируем эффективность человечества",
                "Делая людей счастливее, верно?",
                "Верно?"
            ],
            "url": "http://localhost:5000/images/right/Робот/Человек/Мы_оптимизируем_эффективность_человечества/Делая_людей_счастливее,_верно~q/Верно~q.jpg"
        },
        "description": "Мем основан на кадрах из фильма 'Звездные войны: Атака клонов' с диалогом между Энакином Скайуокером и Падме Амидалой. Энакин делает утверждение. Падме спрашивает о позитивном исходе этого утверждения. Энакин молчит с серьезным выражением лица. Падме повторяет вопрос с обеспокоенным выражением лица. Мем обычно используется для ситуаций, где первое утверждение может иметь двоякий смысл или неприятные последствия, а молчание Энакина подразумевает худший вариант развития событий. Первая подпись на Энакине, вторая на Падме. Остальное - их реплики. 5 подпись переспрашивает четвёртую, тоже от лица Падме."
    },
    {
        "id": "spiderman",
        "name": "Spider-Man Pointing at Spider-Man",
        "example": {
            "text": [
                "Я списывающий на экзамене у друга",
                "Друг который списывает у меня"
            ],
            "url": "http://localhost:5000/images/spiderman/я_списывающий_на_экзамене_у_друга/друг_который_списывает_у_меня.jpg"
        },
        "description": "Мем из мультсериала 1967 года 'Spider-Man', где два одинаковых Человека-паука стоят друг напротив друга и указывают друг на друга пальцем."
    },
    {
        "id": "twodoges",
        "name": "Swole Doge vs. Cheems",
        "example": {
            "text": [
                "Priest 1450",
                "I burnt 15 witches",
                "Priest 2020",
                "I'm afraid of gays"
            ],
            "url": "http://localhost:5000/images/twodoges/Priest_1450/I_burnt_15_witches/Priest_2020/I'm_afraid_of_gays.jpg"
        },
        "description": "Cравнение двух собак породы сиба-ину. Доге - сильный, уверенный пёс с характерной усмешкой/ухмылкой. Чимс - неуклюжий пёс с опухшими щеками и растерянным выражением морды. Мем используется для сравнения: прошлого и настоящего, идеала и реальности, профессионала и новичка. 1 и 3 подпись для самих собак, 2 и 4 для их высказываний. Сначала идут подписи Доге, затем Чимса."
    },
    {
        "id": "vince",
        "name": "Vince McMahon Reaction",
        "example": {
            "text": [
                "Сдал экзамен",
                "Сдал на отлично",
                "Единственный в группе"
            ],
            "url": "http://localhost:5000/images/vince/сдал_экзамен/сдал_на_отлично/единственный_в_группе.jpg"
        },
        "description": "Мем состоит из 3 последовательных изображений, где Винс Макмэн (владелец WWE) проявляет всё более сильное возбуждение и восторг: от легкой заинтересованности до полного экстаза."
    },
    {
        "id": "winter",
        "name": "Winter is coming",
        "example": {
            "text": [
                "",
                "ИИ зима близко"
            ],
            "url": "http://localhost:5000/images/winter/_/ии_зима_близко.jpg"
        },
        "description": "Зима близко (Winter is coming) – девиз дома Старков из сериала 'Игра престолов', часто сопровождается изображением Неда Старка с мечом и опущенной головой. Используется для шуток о подготовке к зиме – покупке шерстяного белья, валенок, установки зимней резины. 'Близко' может быть не только зима, но и сессия, зарплата. В общем практически все, что угодно."
    },
    {
        "id": "woman-cat",
        "name": "Woman Yelling at a Cat",
        "example": {
            "text": [
                "Mom telling me how useless I am",
                "12 year old me playing Minecraft"
            ],
            "url": "http://localhost:5000/images/woman-cat/Mom_telling_me_how_useless_I_am/12_year_old_me_playing_Minecraft.jpg"
        },
        "description": "Слева: кадр из реалити-шоу, где Тейлор Армстронг эмоционально кричит и указывает пальцем, а её подруга пытается её успокоить. Справа: фото белого кота по кличке Смудж (Smudge), который сидит за столом с тарелкой с салатом и выглядит растерянным/недовольным. Мем стал вирусным благодаря забавному контрасту между агрессивным криком женщины и озадаченным/равнодушным выражением морды кота. Обычно используется для создания диалогов, где первый человек что-то эмоционально доказывает, а кот невозмутимо отвечает или просто недоумевает."
    },
    {
        "id": "chill",
        "name": "Just a Chill Guy",
        "example": {
            "text": [
                "Me when I get a low SAT score but I remember",
                "I'm a chill guy who low-key doesn't GAF"
            ],
            "url": "http://localhost:5000/images/chill/me_when_i_get_a_low_sat_score_but_i_remember/I'm_a_chill_guy_who_low-key_doesn't_gaf.jpg"
        },
        "description": "Мем о забавном антропоморфном псе, нарисованный в мультяшном стиле. Герой одет в серый лонгслив, джинсы с подворотами и красные кеды. Главная фишка персонажа — спокойный взгляд и легкая полуулыбка. Чилловый парень выглядит максимально расслабленно и умиротворенно — именно эта эмоция и превратила забавную картинку в мем."
    },
    {
        "id": "dramatic-dmitry",
        "name": "Dramatic Dmitry",
        "example": {
            "text": [
                "The most painful thing when I go to school...",
                "Forgetting to bring my headphones"
            ],
            "url": "http://localhost:5000/images/dramatic-dmitry/the_most_painful_thing_when_i_go_to_school.../forgetting_to_bring_my_headphones.jpg"
        },
        "description": "Мем включает несколько изображений, где мужчина выражает грусть на пляже. На обложке он с глубокой задумчивостью пропускает песок сквозь пальцы; сидит на коленях с раскинутыми руками, глядя в небо; и принимает другие позы, демонстрирующие отчаяние."
    },
    {
        "id": "silence",
        "name": "Silence X, a Y Is Talking.",
        "example": {
            "text": [
                "Молчать, человеки",
                "бот рассказывает анекдот"
            ],
            "url": "http://localhost:5000/images/silence/молчать,_человеки/бот_рассказывает_анекдот.jpg"
        },
        "description": "Мем с изображением Короля Балдуина IV в белом одеянии, поднимающего руку. Сцена из фильма 2005 года 'Царство небесное'"
    },
    {
        "id": "astrologers",
        "name": "Астрологи объявили неделю X",
        "example": {
            "text": [
                "Астрологи объявили неделю Ди Каприо",
                "Количество шуток про Оскар увеличилось втрое"
            ],
            "url": "http://localhost:5000/images/astrologers/Астрологи_объявили_неделю_Ди_Каприо/Количество_шуток_про_Оскар_увеличилось_втрое.jpg"
        },
        "description": "В Героях 3 в начале каждой недели сообщается о том, что астрологи объявили неделю X, где X может быть одним из монстров, просто ничего не значащим названием или чумой. Если неделя монстра, то есть шанс, что монстры появляются на всей карте в виде нейтральных, а их прирост в замках удваивается. С астрологией это никак не связано, но для юмора и отсылки на игру говорят, что объявили неделю X, и теперь всем интересно X. На деле X просто является очередной хайповой темой, о которой все говорят."
    },
    {
        "id": "handshake",
        "name": "Epic Handshake",
        "example": {
            "text": [
                "me making these meme",
                "you seeing this meme",
                "us wasting time"
            ],
            "url": "http://localhost:5000/images/handshake/me_making_these_meme/you_seeing_this_meme/us_wasting_time.jpg"
        },
        "description": "Мем-макрос с рукопожатием мускулистых чёрной и белой рук. Мем используется для демонстрации неожиданного единогласия обычно непохожих личностей или групп в каком-то определённом вопросе – часто на почве общей неприязни к третьей группе. Третья подпись - это обычно какое-то действие."
    },
    {
        "id": "oracle",
        "name": "Alladin Oracle",
        "example": {
            "text": [
                "Если человек родился глухим, на каком языке он думает?"
            ],
            "url": "http://localhost:5000/images/oracle/Если_человек_родился_глухим,_на_каком_языке_он_думает~q.jpg"
        },
        "description": "Мем построен на комичном противоречии. В первой части мистический персонаж (оракул) заявляет 'Я оракул, я отвечу на любой вопрос'. В средней части показаны персонажи, готовые задать вопрос (подпись). В третьей части оракул отвечает 'На любой, кроме этого' - что создает юмористический эффект, так как противоречит первоначальному заявлению."
    },
    {
        "id": "cat_enough",
        "type": "video",
        "name": "Cat falling asleep",
        "description": "Видео: кот сидит на кровати, засыпает, падает на спину. На фоне играет дорожка из фильма: 'Майкл Дуглас и Роберт Дювал в фильме С меня хватит'",
        "example": {
            "text": [
                "Когда сделал много дел на работе, а дома ждёт ещё больше дел"
            ]
        }
    },
    {
        "id": "impatient_puppy",
        "type": "video",
        "name": "Very impatient puppy",
        "description": "Видео: щенок сидит на плитке, перебирает лапами в нетерпении.",
        "example": {
            "text": [
                "Это я на пункте выдачи жду свою сотню заказиков"
            ]
        }
    },
    {
        "id": "money_collection",
        "type": "video",
        "name": "Money collection",
        "description": "Видео: мужчина в зеленом халате сидит на ковре, ему несут деньги/бумажки другие люди. На фоне играет индийская музыка.",
        "example": {
            "text": [
                "OpenAI после выпуска ChatGPT"
            ]
        }
    },
    {
        "id": "rock_clown",
        "type": "video",
        "name": "Rock and kids",
        "description": "Видео: Маленькие девочки разрисовывают косметикой и красками Скалу Дуэйн Джонсона и обклеивают наклейками. У самого Скалы страдающее выражение лица, на фоне играет грустная 'Hello Darkness, my old friend'",
        "example": {
            "text": [
                "Я после того, как согласился на 'быструю встречу' с родственниками"
            ]
        }
    },
    {
        "id": "new_beginning",
        "type": "video",
        "name": "New beginning",
        "description": "Видео. Толстый мужчина комично скатывается с горки зимой, в конце держит металлическую розу и говорит: 'Давай начнем все с начала'",
        "example": {
            "text": [
                "Когда подходишь к своему тренеру после новогодних праздников"
            ]
        }
    },
    {
        "id": "tired_litvinova",
        "type": "video",
        "name": "Tired Litvinova",
        "description": "Видео. Рената Литвинова сидит на ТВ передаче, вздыхает, говорит: 'Я уже устала. Можно я пойду домой? Мне надо, у меня дела. У меня столько дел...'",
        "example": {
            "text": [
                "Первый рабочий день после Нового года"
            ]
        }
    },
    {
        "id": "girl_man_crowd",
        "type": "video",
        "name": "Girl running from the man crowd",
        "description": "Видео. Пустыня/степь, девушка в красном платье убегает от толпы мужиков в чёрном, на фоне играет индийская музыка. Мем подходит для изображения избегания проблем/обязанностей.",
        "example": {
            "text": [
                "Я пытаюсь заснуть. Также все мои тупые идеи и неловкие моменты за последние 10 лет:"
            ]
        }
    },
    {
        "id": "no_calm_life",
        "type": "video",
        "name": "No calm life",
        "description": "Видео. Выступление Лукашенко: 'Спокойной жизни с сегодняшнего дня у вас не будет. Начинайте вертеться, крутиться.'. Мем применим к большому количеству жизненных ситуаций, когда кто-то или что-то заставляет нас активно действовать.",
        "example": {
            "text": [
                "DeepSeek обращается к OpenAI после выпуска более качественной и дешёвой модели:"
            ]
        }
    },
    {
        "id": "husky_360",
        "type": "video",
        "name": "Guilty Husky 360 degrees",
        "description": "Видео. Камера закреплена под носом хаски и обращена на его морду, из-за чего изображение искажается и хаски выглядит очень-очень виноватым",
        "example": {
            "text": [
                "Друг спросил, куда делась вторая часть его сэндвича. Я:"
            ]
        }
    },
    {
        "id": "very_surprised_cat",
        "type": "video",
        "name": "Very surprised cat",
        "description": "Видео. Полосатый кот сидит очень удивленный с поднятой лапой и открытой пастью, как будто произошло что-то очень неожиданное или у него отняли игрушку.",
        "example": {
            "text": [
                "Когда бабушка сказала, что не надо больше кушать"
            ]
        }
    },
    {
        "id": "shredder",
        "type": "video",
        "name": "Shredder",
        "description": "Видео. Дуа Липа, девушка в белой шубе, читает открытку, удивляется, убирает открытку в шредер, при этом мотая головой. При этом она почему-то немного довольна. Мем про сладкую месть.",
        "example": {
            "text": [
                "Тот, кто не взял тебя на работу год назад, прислал резюме в твою компанию:"
            ]
        }
    },
    {
        "id": "asian_girl_beating",
        "type": "video",
        "name": "Asian girl beating into the camera",
        "description": "Видео. Азиатская девочка бьёт кулаками по направлению камеры.",
        "example": {
            "text": [
                "Когда позвал ее в кино, а она хотела в кальянную"
            ]
        }
    },
    {
        "id": "rock_tasty_cake",
        "type": "video",
        "name": "Rock Dwayne Johnson eating the cake",
        "description": "Видео. Лысый актёр Дуэйн Скала Джонсон есть торт. Тот ему определенно очень нравится, он довольно смотрим в камеру и причмокивает.",
        "example": {
            "text": [
                "Программист, когда заказчик принял работу без правок:"
            ]
        }
    },
    {
        "id": "almost_harold",
        "type": "video",
        "name": "Almost Harold",
        "description": "Видео. Рыжий мужчина неестественно неловок улыбается, чем-то похоже на Гарольда, скрывающего боль.",
        "example": {
            "text": [
                "Ты наблюдаешь, как муж делает что-то совершенно неправильно, но всё равно благодарна за помощь"
            ]
        }
    },
    {
        "id": "lukashenko_sick",
        "type": "video",
        "name": "Lukashenko about why no one was there",
        "description": "Видео. президент Александр Лукашенко, мужчина в форме, говорит: 'Кто-то больной, кто-то хромой, кто-то умер, кто-то уехал - разные могут быть ситуации.'",
        "example": {
            "text": [
                "Автор телеграм-канала объясняет, куда делись все подписчики после первой рекламы:"
            ]
        }
    },
    {
        "id": "putin_decieved",
        "type": "video",
        "name": "Putin was decieved",
        "description": "Видео. Нарезка с Путиным, который говорит примерно одно и то же: 'надули', 'просто нагло обманули', 'водили за нос', 'кинули', 'обманули дурачка на четыре кулачка'. Мем используется, когда кого-то обманули или могут обмануть.",
        "example": {
            "text": [
                "Я, пересматривая переписку с риелтором про 'квартиру в центре за копейки, только сегодня'"
            ]
        }
    },
    {
        "id": "lego_batman_no_no",
        "type": "video",
        "name": "Lego Batman doesn't want to go to the party",
        "description": "Видео. На нём Лего-Бэтман говорит 'Что? Нет. Я не хочу туда идти!', а Альфред отвечает 'Вы повесилитесь там, познакомитесь с кем-нибудь, а может даже и подружитесь', во время чего Бэтман постоянно повторяет 'Нет'.",
        "example": {
            "text": [
                "Мама уговаривает тебя пойти на свадьбу троюродной сестры, которую ты никогда не видел"
            ]
        }
    },
    {
        "id": "lukashenko_endure",
        "type": "video",
        "name": "Lukashenko 'Endure'",
        "description": "Видео. Лукашенко, президент Беларуси, говорит: 'Вас будут наклонять, вас будут ставить на колени, но вы должны выдержать.'",
        "example": {
            "text": [
                "Опытный студент объясняет первокурсникам, что их ждёт на сессии"
            ]
        }
    },
    {
        "id": "two_hamsters",
        "type": "video",
        "name": "Two very different hamsters",
        "description": "Видео. Два хомяка в разных клетках. Хомяк в верхней клетке быстро бегает в колсе, второй в нижней клетке спокойно сидит, но трясется от бега верхнего.",
        "example": {
            "text": [
                "Я пытаюсь уснуть, когда сосед сверху решил устроить перестановку в 3 часа ночи."
            ]
        }
    },
    {
        "id": "gun_out",
        "type": "video",
        "name": "Gun out",
        "description": "Видео. Актёр Том Харди, мужчина в белой рубашке, смотрит на подошедшего к столу человека и достает пистолет из-под стола. Сидящий за тем же столом мужчина в черном костюме говорит ему: 'Ронни, стоп, не не не, не надо, уведите отсюда нахрен этого дебила', где 'дебил' - человек, подошедший к столу и сказавший что-то не то.",
        "example": {
            "text": [
                "Когда на встрече в пятницу в 17:55 кто-то говорит 'у меня есть ещё один вопрос...'"
            ]
        }
    },
    {
        "id": "tom_not_sleeping",
        "type": "video",
        "name": "Barely not sleeping Tom",
        "description": "Видео из мультфильма «Том и Джерри». Том не может открыть глаза и хочет спать, но ему нужно сделать вид, что он не спит, поэтому он приклеивает веки ко лбу скотчем.",
        "example": {
            "text": [
                "'Круто, сама на себя работешь, свободный график'. Мой свободный график:"
            ]
        }
    },
    {
        "id": "no_reward",
        "type": "video",
        "name": "No reward at all",
        "description": "Тимур Батрудинов спрашивает у Богдана: 'Мне что-то за это будет?'. Богдан отвечает: 'Тебе ничего не будет за это, просто почет и респект бесконечный от нашей передачи'",
        "example": {
            "text": [
                "Когда согласился быть фотографом на свадьбе у друзей:"
            ]
        }
    },
    {
        "id": "nonsense",
        "type": "video",
        "name": "Nonsense",
        "description": "Видео, отрывок из фильма Никиты Михалкова '12'. Мужчина в белой рубашке активно жестикулирует и говорит: 'Послушайте, это же бред, ну ведь бред, бред, послушайте. Что вы несёте? Что вы такое сочиняете? Я не могу понять'",
        "example": {
            "text": [
                "Студент рассказывает преподу, как собака съела флешку с курсовой именно в день сдачи. Препод:"
            ]
        }
    },
    {
        "id": "screaming_multiplying_cat",
        "type": "video",
        "name": "Screaming multiplying cat",
        "description": "Видео. Сначала один черно-белый кот мяукает, вероятно что-то прося. Потом экран делится на 4 части и этот же кот одинаково мяукает в 4 разных ситуациях. Потом частей становится 16, и так далее. Можно использовать, когда что-то очень назойливо и/или быстро нарастает/размножается.",
        "example": {
            "text": [
                "Я: Не лечу зубы, потому что дорого. Кариес у меня во рту:"
            ]
        }
    },
    {
        "id": "scary_very_scary",
        "type": "video",
        "name": "Scary, very scary, we don't know",
        "description": "Классический видео-мем. Интервью съемочной группе «Первого тульского» 2 февраля 2016 года. Тогда вплотную к домам людей подошли снежные блохи, что и навело страха. Короткая фраза «Мы не знаем, что это такое» в рунете стала символом сомнений и неопределенности. На видео женщина в фиолетовой шапке и красной кофте говорит: 'Страшно, очень страшно. Мы не знаем, что это такое, если бы мы знали, что это такое, мы не знаем, что это такое.'",
        "example": {
            "text": [
                "Первокурсники на первой паре матанализа"
            ]
        }
    },
    {
        "id": "fuck_it",
        "type": "video",
        "name": "Fuck it",
        "description": "Видео, отрывок из советского мультика. Плюшевый кот пытается собрать паззл, у него ничего не получается, и он разбрасывает его и все остальные игрушки, приговаривая 'Ну и пожалуйста! Ну и не нужно! Ну и не очень-то мне нужно! Подумаешь!'. Очень жизненная ситуация, когда ничего не выходит.",
        "example": {
            "text": [
                "После 40 минут попыток сделать нормальное фото для документов:"
            ]
        }
    },
    {
        "id": "small-brain-vs-big-brain",
        "type": "image",
        "name": "Small Brain Man Screaming at Big Brain Man",
        "description": "На картинке в мультяшном стиле человек с маленьким мозгом гневно кричит на человека с большим мозгом. У мема две подписи, первая подпись от кричящего человека с маленьким мозгом, вторая - от спокойного человека с большим мозгом.",
        "example": {
            "text": [
                "Deepseek незаконно использует наши американские разработки! Это воровство, мы подадим в суд!",
                "ок, давайте проверим, на чём учились ваши модели"
            ]
        }
    }
]
